Repository: KeremDev/RiskDetected
Catalog: App/Localization/Legal.xcstrings
Source language: tr
Languages: en

# legal.document.consent.short_title
source: Rıza
en: Consent

# legal.document.consent.title
source: Açık Rıza Beyanı
en: Explicit Consent

# legal.document.kvkk.short_title
source: KVKK
en: Privacy

# legal.document.kvkk.title
source: KVKK Aydınlatma Metni
en: Privacy Notice

# legal.document.privacy.short_title
source: Gizlilik
en: Privacy

# legal.document.privacy.title
source: Gizlilik Politikası
en: Privacy Policy

# legal.document.show.accessibility
source: %@ belgesini göster
en: Show the %@ document

# legal.document.terms.short_title
source: Koşullar
en: Terms

# legal.document.terms.title
source: Kullanım Koşulları
en: Terms of Use

# legal.english_unavailable.action
source: Türkçe metinleri görüntülemek için uygulama dilini iOS Ayarları’ndan Türkçe seçebilirsin.
en: To view the current Turkish documents, choose Turkish as the app language in iOS Settings.

# legal.english_unavailable.message
source: İngilizce Kullanım Koşulları ve Gizlilik Politikası hukuk ve dil incelemesi tamamlanana kadar bu sürümde yayımlanmaz.
en: English Terms, Privacy and AI/Data Processing notices are awaiting legal approval. Sign-in and purchases remain unavailable in English until approval.

# legal.english_unavailable.title
source: İngilizce yasal metinler henüz kullanıma hazır değil
en: English legal documents are not yet available

# legal.info.title
source: Yasal Bilgilendirme
en: Legal information

# legal.legal.acceptance.notice.acik.riza.beyanini.ae108532
source: Açık Rıza Beyanını
en: Explicit Consent Statement

# legal.legal.acceptance.notice.gizlilik.politikamizi.ab642b86
source: Gizlilik Politikamızı
en: Our Privacy Policy

# legal.legal.acceptance.notice.hizmet.sartlarimizi.c5c14c41
source: Hizmet Şartlarımızı
en: Our Terms of Service

# legal.legal.acceptance.notice.kabul.etmis.olursunuz.fa5d4328
source: kabul etmiş olursunuz.
en: You accept it.

# legal.legal.acceptance.notice.kaydolarak.veya.giris.yaparak.c5c76f3e
source: Kaydolarak veya giriş yaparak,
en: By registering or logging in,

# legal.legal.acceptance.notice.kvkk.aydinlatma.metnini.f64fcf53
source: KVKK Aydınlatma Metnini
en: Privacy Notice Clarification Text

source: Belge okunamadı. Lütfen daha sonra tekrar deneyin.
en: The document could not be read. Please try again later.

source: Belge yüklenemedi. Lütfen daha sonra tekrar deneyin.
en: The document could not be loaded. Please try again later.

# legal.legal.document.service.gizlilik.politikasi.84449d4a
source: Gizlilik-Politikasi
en: Privacy-Policy

# legal.legal.document.service.kvkk.aydinlatma.ve.acik.riza.metni.1f045e54
source: KVKK-Aydinlatma-ve-Acik-Riza-Metni
en: Privacy Notice-Information-and-Express-Consent-Text

# legal.legal.info.sheet.yasal.bilgilendirme.041d7f96
source: Yasal Bilgilendirme
en: Legal Information

# legal.update.consent.message
source: Yeni açık rıza kapsamını uygulama içinde inceleyip ayrıca onaylayabilirsin.
en: Review the updated consent scope in the app before making a separate choice.

# legal.update.consent.title
source: Açık rıza metni güncellendi
en: Consent notice updated

# legal.update.info.message
source: Dilersen güncel metinleri uygulama içinde inceleyebilirsin.
en: You can review the updated documents in the app.

# legal.update.info.title
source: Yasal metinler güncellendi
en: Legal documents updated

# legal.update.material.message
source: Uygulamayı kullanmaya devam ederek güncel şartları kabul etmiş olursun.
en: Continuing to use the app means you accept the updated terms.

# legal.update.material.title
source: Şartlarımız güncellendi
en: Our terms have been updated

# legal.update.privacy.message
source: Güncel gizlilik politikasını inceleyerek uygulamayı kullanmaya devam edebilirsin.
en: Review the updated Privacy Policy before continuing to use the app.

# legal.update.privacy.title
source: Gizlilik politikamız güncellendi
en: Our Privacy Policy has been updated
